Repository: kufeiko/oe_corporate_blocks
Catalog: translations/oe_corporate_blocks-*.po
Languages: ar, ca, is, lb, nb, ru, tr, uk

source: Contact the EU
ar: اتصل بالاتحاد الأوروبي
ca: Contacteu amb la UE
is: Hafa samband við ESB
lb: D’EU kontaktéieren
nb: Kontakt oss
ru: Связаться с ЕС
tr: AB ile iletişime geçin
uk: Зв'язатися з ЄС

source: Call us 00 800 6 7 8 9 10 11
ar: اتصل بنا: 0080067891011
ca: Truqueu-nos al 00 800 6 7 8 9 10 11
is: Hafa samband: 00 800 6 7 8 9 10 11
lb: Rufft eis um 00 800 6 7 8 9 10 11 un
nb: Ring oss på +800 6 7 8 9 10 11
ru: Позвоните нам 00 800 6 7 8 9 10 11
tr: Bizi arayın 00 800 6 7 8 9 10 11
uk: Зателефонуйте нам за номером 00 800 6 7 8 9 10 11

source: Use other telephone options
ar: استخدم خيارات هاتف أخرى
ca: Altres opcions telefòniques
is: Nota aðrar símaaðgerðir
lb: Aner Telefonsoptiounen notzen
nb: Andre telefonnumre du kan bruke
ru: Используйте другие варианты телефонной связи
tr: Başka telefon seçenekleri kullanın
uk: Скористайтеся іншими варіантами дзвінка

source: Write to us via our contact form
ar: راسلنا بواسطة استمارة الاتصال
ca: Formulari de contacte
is: Senda skilaboð gegnum netið
lb: Schreift eis iwwer eise Kontaktformulaire
nb: Skriv til oss gjennom vårt kontaktskjema
ru: Напишите нам через нашу контактную форму
tr: İletişim formumuzu kullanarak bize yazın
uk: Напишіть нам через нашу форму для зв'язку

source: Meet us at one of the EU centres
ar: التق بنا في مكتب الاتحاد الأوروبي المحلي
is: Koma til okkar á skrifstofu ESB
lb: Trefft eis an engem vun den EU-Zentren
ru: Встретиться с нами в одном из центров ЕС
tr: Bir yerel AB ofisinde bizimle buluşun
uk: Зустрінтеся з нами в одному з центрів ЄС

source: Find a social media account
ar: اعثر على حساب شبكة التواصل الاجتماعي
ca: Xarxes socials
is: Finna reikning á samfélagsmiðlum
lb: E Social Media Kont sichen
nb: Finn konto på sosiale media
ru: Найти аккаунт в социальных сетях
tr: Bir sosyal medya hesabı bulun
uk: Знайти канали у соціальних мережах

source: Search for EU social media channels
ar: ابحث عن قنوات التواصل الاجتماعي للاتحاد الأوروبي
ca: Canals de la UE a les xarxes socials
is: Leita að ESB á samfélagsmiðlum
lb: Social Media Kanäl vun der EU sichen
nb: Søk etter EU-kanaler på sosiale media
ru: Найти ЕС в социальных сетях
tr: AB sosyal medya kanallarını arayın
uk: Пошук каналів ЄС у соціальних мережах

source: EU institutions
ar: مؤسسات الاتحاد الأوروبي
ca: Institucions de la UE
is: Stofnanir ESB
lb: EU-Institutiounen
nb: EU-organer
ru: Учреждения ЕС
tr: AB kurumları
uk: Установи ЄС

source: European Parliament
ar: البرلمان الأوروبي
ca: Parlament Europeu
is: Evrópuþing
lb: Europäescht Parlament
nb: Europaparlamentet
ru: Европейский парламент
tr: Avrupa Parlamentosu
uk: Європейський парламент

source: European Council
ar: المجلس الأوروبي
ca: Consell Europeu
is: Leiðtogaráð
lb: Europäesche Rot
nb: Det europeiske rådet
ru: Европейский совет
tr: AB Liderler Zirvesi
uk: Рада Європи

source: Council of the European Union
ar: مجلس الاتحاد الأوروبي
ca: Consell de la Unió Europea
is: Ráð Evrópusambandsins
lb: Rot vun der Europäescher Unioun
nb: Rådet for Den europeiske union
ru: Совет Европейского союза
tr: Avrupa Birliği Konseyi
uk: Рада Європейського Союзу

source: European Commission
ar: المفوضية الأوروبية
ca: Comissió Europea
is: Framkvæmdastjórn ESB
lb: Europäesch Kommissioun
nb: Europakommisjonen
ru: Европейская комиссия
tr: Avrupa Komisyonu
uk: Європейська комісія

source: Court of Justice of the European Union (CJEU)
ar: محكمة العدل التابعة للاتحاد الأوروبي (CJEU)
ca: Tribunal de Justícia de la Unió Europea (TJUE)
is: Evrópudómstóll
lb: Geriichtshaff vun der Europäescher Unioun (EuGH)
nb: Den europeiske unions domstol (CJEU)
ru: Суд Европейского союза
tr: Avrupa Birliği Adalet Divanı (CJEU)
uk: Суд Європейського Союзу (CJEU)

source: European Central Bank (ECB)
ar: البنك المركزي الأوروبي (ECB)
ca: Banc Central Europeu (BCE)
is: Seðlabanki Evrópu
lb: Europäesch Zentralbank (EZB)
nb: Den europeiske sentralbanken (ECB)
ru: Европейский центральный банк
tr: Avrupa Merkez Bankası (ECB)
uk: Європеський центральний банк (ECB)

source: European Court of Auditors (ECA)
ar: ديوان مراجعي حسابات الاتحاد الأوروبي (ECA)
ca: Tribunal de Comptes Europeu (TCE)
is: Endurskoðunarrétturinn
lb: Europäesche Rechnungshaff (EuRH)
nb: Den europeiske revisjonsretten (ECA)
ru: Европейская Счётная палата
tr: Avrupa Sayıştayı (ECA)
uk: Європейський суд аудиторів (ECA)

source: European External Action Service (EEAS)
ar: الدائرة الأوروبية للشؤون الخارجية (EEAS)
ca: Servei Europeu d'Acció Exterior (SEAE)
is: Utanríkisþjónusta Evrópubandalagsins
lb: Europäeschen auswäertegen Déngscht (EAD)
nb: Den europeiske utenrikstjenesten (EEAS)
ru: Европейская служба внешних связей
tr: Avrupa Dış Eylem Servisi (EEAS)
uk: Європейська служба зовнішніх справ (EESC)

source: European Economic and Social Committee (EESC)
ar: اللجنة الأوروبية الإقتصادية والاجتماعية (EESC)
ca: Comitè Econòmic i Social Europeu (CESE)
is: Efnahags- og félagsmálanefnd Evrópusambandsins
lb: Europäesche Wirtschafts- a Sozialausschoss (EWSA)
nb: Den europeiske økonomiske og sosiale komité (EESC)
ru: Европейский экономический и социальный комитет
tr: Avrupa Ekonomik ve Sosyal Komitesi (EESC)
uk: Європейський соціально-економічний комітет (EESC)

source: European Committee of the Regions (CoR)
ar: لجنة الأقاليم الأوروبية (CoR)
ca: Comitè Europeu de les Regions (CdR)
is: Byggðanefnd Evrópusambandsins
lb: Europäeschen Kommittee vun de Regiounen
nb: Den europeiske regionkomitéen (CoR)
ru: Комитет регионов
tr: Avrupa Bölgeler Komitesi (CoR)
uk: Комітет регіонів (CoR)

source: European Investment Bank (EIB)
ar: بنك الاستثمار الأوروبي (EIB)
ca: Comitè Europeu de les Regions (CdR)
is: Fjárfestingarbanki Evrópu
lb: Europäesch Investitiounsbank (EIB)
nb: Den europeiske investeringsbanken (EIB)
ru: Европейский инвестиционный банк
tr: Avrupa Yatırım Bankası (EIB)
uk: Європейський інвестиційний банк (ЄІБ)

source: European Ombudsman
ar: أمين المظالم الأوروبي
ca: Defensor del Poble Europeu
is: Umboðsmaður Evrópusambandsins
lb: Europäeschen Ombudsmann
nb: Det europeiske ombudet
ru: Европейский уполномоченный по правам человека
tr: Avrupa Ombudsmanı
uk: Європейський омбудсман

source: European Data Protection Board
ar: المجلس الأوروبي لحماية البيانات
ca: Comitè Europeu de Protecció de Dades
is: Evrópska persónuverndarnefndin
lb: Europäeschen Dateschutzgremium
nb: Det europeiske datasikringsutvalget
ru: Европейский совет по защите данных
tr: Avrupa Veri Koruma Kurulu
uk: Європейська рада захисту даних

source: European Personnel Selection Office
ar: المكتب الأوروبي لاختيار الموظفين
ca: Oficina Europea de Selecció de Personal
is: Ráðningarskrifstofa Evrópusambandsins
lb: Europäescht Amt fir Personalselektioun
nb: Det europeiske rekrutteringsbyrået (EPSO)
ru: Европейское бюро по набору персонала
tr: Avrupa Personel Seçim Ofisi
uk: Європейське бюро з відбору персоналу

source: Publications Office of the European Union
ar: مكتب المنشورات التابع للاتحاد الأوروبي
ca: Oficina de Publicacions de la Unió Europea
is: Útgáfuskrifstofa Evrópusambandsins
lb: Amt fir Verëffentlechunge vun der Europäescher Unioun
nb: Publikasjonskontoret for Den europeiske Union
ru: Бюро официальных публикаций Европейского союза
tr: Avrupa Birliği Resmî Yayınlar Ofisi
uk: Бюро публікацій Європейського Союзу

source: Agencies
ar: الوكالات
ca: Agències
is: Stofnanir
lb: Agencen
nb: Byråer
ru: Агентства
tr: Ajanslar
uk: Агенції

source: European Data Protection Supervisor (EDPS)
ar: المشرف الأوروبي لحماية البيانات (EDPS)
ca: Supervisor Europeu de Protecció de Dades (SEPD)
is: Evrópska persónuverndarstofnunin
lb: Europäeschen Dateschutzbeoptraagten (EDSB)
nb: Det europeiske datatilsynet (EDPS)
ru: Европейский инспектор по защите данных
tr: Avrupa Veri Koruma Denetçisi (EDPS)
uk: Європейський інспектор із захисту даних (EDPS)

source: About this site
ar: معلومات حول هذا الموقع
ca: Sobre aquest web
is: Um þessa síðu
lb: Iwwer dëse Site
nb: Om nettstedet
ru: Об этом сайте
tr: Bu site hakkında
uk: Про цей сайт

source: Language policy
ar: سياسة اللغات
ca: Política lingüística
lb: Sproochepolitik
nb: Vår språkpolitikk
ru: Языковая политика
tr: Dil politikası
uk: Мовна політика

source: Languages on our websites
lb: Sproochen op eise Sitten
uk: Мови на наших вебсайтах

source: Privacy policy
ar: سياسة الخصوصية
ca: Política de privacitat
is: Friðhelgisstefna
lb: Dateschutzerklärung
nb: Personvern
ru: Политика конфиденциальности
tr: Gizlilik politikası
uk: Політика конфіденційності

source: Legal
ar: قانوني
ca: Declaracions legals
is: Lög
lb: Rechtleches
nb: Juridisk
ru: Юридическая информация
tr: Yasal
uk: Законодавство

source: Legal notice
ar: إشعار قانوني
ca: Avís legal
is: Lögbundin yfirlýsing
nb: Juridisk merknad
ru: Правовая информация
tr: Yasal uyarı
uk: Юридичні примітки

source: Cookies
ar: كوكيز
ca: Galetes
is: Vefkökur
nb: Kjeks
ru: Файлы cookie
tr: Çerezler
uk: Кукі

source: Accessibility
lb: Accessibilitéit
ru: Специальные возможности
uk: Доступність

source: European Commission website
ar: موقع المفوضية الأوروبية الإلكتروني
ca: Lloc web de la Comissió Europea
is: Heimasíða framkvæmdastjórnar ESB
lb: Site vun der Europäescher Kommissioun
nb: Europakommisjonens nettsted
ru: Сайт Европейской комиссии
tr: Avrupa Komisyonu websitesi
uk: Вебсайт Європейської комісії

source: Strategy
ar: استراتيجية
ca: Estratègia
is: Stefnumótun
lb: Strategie
nb: Strategi
ru: Стратегия
tr: Strateji
uk: Стратегія

source: About the European Commission
ar: نبذة عن المفوضية الأوروبية
ca: Coneixeu la Comissió Europea
is: Um framkvæmdastjórn ESB
lb: Iwwer d’Europäesch Kommissioun
nb: Om Europakommisjonen
ru: О Европейской комиссии
tr: Avrupa Komisyonu hakkında
uk: Про Європейську комісію

source: Business, Economy, Euro
ar: أعمال، اقتصاد، يورو
ca: Empreses, economia i euro
is: Viðskipti, hagkerfi og evran
lb: Handel, Wirtschaft, Euro
nb: Handel, økonomi, euro
ru: Бизнес, Экономика, Евро
tr: İş, Ekonomi, Avro
uk: Бізнес, економіка, євро

source: Live, work, travel in the EU
ar: معيشة، عمل، سفر إلى الاتحاد الأوروبي
ca: Viure, treballar i viatjar a la UE
is: Daglegt líf, störf og ferðalög innan ESB
lb: Liewen, Schaffen, Reesen an der EU
nb: Bo, arbeide, reise i EU
ru: Жить, работать, путешествовать в ЕС
tr: AB'de yaşa, çalış, seyahat et
uk: Живіть, працюйте, подорожуйте по ЄС

source: Law
ar: قوانين
ca: Legislació
is: Lög
lb: Recht
nb: Lov og rett
ru: Законодательство
tr: Hukuk
uk: Законодавство

source: Funding, Tenders
ar: تمويل، عطاءات
ca: Finançament i licitacions
is: Fjármögnun og útboð
lb: Finanzéierung, Ausschreiwungen
nb: Tilskuddsordninger, anbud
ru: Финансирование, Тендеры
tr: Fonlama, İhaleler
uk: Фінансування, тендери

source: Research and innovation
ar: بحث وابتكار
ca: Recerca i innovació
is: Rannsóknir og nýsköpun
lb: Fuerschung an Innovatioun
nb: Forskning og innovasjon
ru: Исследования и инновации
tr: Araştırma ve inovasyon
uk: Дослідження та інновації

source: Energy, Climate change, Environment
ar: طاقة، تغير مناخي، بيئة
ca: Energia, canvi climàtic i medi ambient
is: Orka, loftslagsbreytingar og umhverfi
lb: Energie, Klimawandel, Ëmwelt
nb: Energi, klimaendring, miljø
ru: Энергетика, Изменение климата, Окружающая среда
tr: Enerji, İklim değişikliği, Çevre
uk: Енергетика, зміна клімату, навколишнє середовище

source: Education
ar: تعليم
ca: Educació
is: Menntun
lb: Educatioun
nb: Utdanning
ru: Образование
tr: Eğitim
uk: Навчання

source: Aid, Development cooperation, Fundamental rights
ar: مساعدة، مساعدات التنمية، حقوق أساسية
ca: Ajuda, cooperació al desenvolupament i drets fonamentals
is: Aðstoð, þróunarsamvinna og grundvallarréttindi
lb: Hëllef, Entwécklungszesummenaarbecht, Grondrechter
nb: Støtte, utviklingssamarbeid, grunnleggende rettigheter
ru: Помощь, Сотрудничество в целях развития, Основные права
tr: Yardım, Kalkınma işbirliği Temel haklar
uk: Допомога, розвиток співпраці, фундаментальні права

source: Food, Farming, Fisheries
ar: غذاء، فلاحة، مصائد أسماك
ca: Alimentació, agricultura i ramaderia, i pesca
is: Matur, landbúnaður og útgerð
lb: Liewensmëttel, Landwirtschaft, Fëscherei
nb: Mat, jordbruk, fiske
ru: Продовольствие, Сельское хозяйство, Рыболовство
tr: Gıda, Çiftçilik, Balıkçılık
uk: Продукти харчування, фермерство, рибальство

source: EU regional and urban development
ar: التنمية الإقليمية والحضرية للاتحاد الأوروبي
ca: Desenvolupament regional i urbà de la UE
is: Dreifbýlis- og þéttbýlisþróun innan ESB
lb: Regional a stättesch Entwécklung an der EU / ech mengen et kann een och urban soen
nb: Region- og byutvikling i EU
ru: Развитие регионов и городов ЕС
tr: AB'de bölgesel ve kentsel kalkınma
uk: Регіональний та міський розвиток ЄС

source: Jobs at the European Commission
ar: وظائف خالية في المفوضية الأوروبية
ca: Treballar a la Comissió Europea
is: Störf hjá framkvæmdastjórn ESB
lb: Aarbechtsplaze bei der Europäescher Kommissioun
nb: Jobb i Europakommisjonen
ru: Вакансии в Европейской комиссии
tr: Avrupa Komisyonu'nda işler
uk: Робота в Європейській комісії

source: Statistics
ar: إحصائيات
ca: Estadístiques
is: Tölfræði
lb: Statistiken
nb: Statistikk
ru: Статистика
tr: İstatistik
uk: Статистика

source: News
ar: أخبار
ca: Notícies
is: Fréttir
lb: Noriichten
nb: Siste nytt
ru: Новости
tr: Haberler
uk: Новини

source: Events
ar: أحداث
ca: Esdeveniments
is: Viðburðir
lb: Veranstaltungen
nb: Arrangementer
ru: Мероприятия
tr: Etkinlikler
uk: Заходи

source: Publications
ar: منشورات
ca: Publicacions
is: Útgáfa
lb: Verëffentlechungen
nb: Publikasjoner
ru: Публикации
tr: Yayınlar
uk: Публікації

source: Contact the European Commission
ar: اتصل بالمفوضية الأوروبية
ca: Contacteu amb la Comissió Europea
is: Hafa samband við framkvæmdastjórn ESB
lb: D’Europäesch Kommissioun kontaktéieren
nb: Kontakt Europakommisjonen
ru: Связаться с Европейской комиссией
tr: Avrupa Komisyonu ile iletişime geçin
uk: Контактні дані Європейської комісії

source: Follow the European Commission on social media
ar: تابع المفوضية الأوروبية في شبكات التواصل الاجتماعي
ca: Seguiu la Comissió Europea a les xarxes socials
is: Fylgjast með framkvæmdastjórn ESB á samfélagsmiðlum
lb: Suivéiert d' Europäesch Kommissioun op de soziale Medien
nb: Følg Europakommisjonen på sosiale media
ru: Следить за Европейской комиссией в социальных сетях
tr: Avrupa Komisyonu'nu sosyal medyada takip edin
uk: Слідкуйте за Європейською комісією в соціальних мережах

source: Resources for partners
ar: موارد للشركاء
ca: Recursos disponibles
is: Aðföng til aðildarríkja
lb: Ressourcë fir Partner
nb: Ressurser for samarbeidspartnere
ru: Материалы для партнёров
tr: Ortaklar için kaynaklar
uk: Ресурси для партнерів

source: Social media
ar: وسائل التواصل الاجتماعي
ca: Xarxes socials
is: Samfélagsmiðlar
ru: Социальные сети
tr: Sosyal medya
uk: Соціальні мережі

source: tel:0080067891011
ar: هاتف: 0080067891011
nb: Telefonnr.: +80067891011

source: Meet us at a local EU office
ca: Oficines locals de la UE
nb: Møt oss på ditt lokale EU-kontor
